# AreaDividedByCoolingLoad Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SpecTypeId..::..AreaDividedByCoolingLoad Property
SpecTypeId Class See Also
---
Area divided by Cooling Load, in discipline HVAC.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId AreaDividedByCoolingLoad { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property AreaDividedByCoolingLoad As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ AreaDividedByCoolingLoad {
	ForgeTypeId^ get ();
}
```

# See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace